Repository: Pavan2601/AgroSense
Catalog: lib/l10n/app_*.arb
Languages: mr

source: Marathi
mr: मराठी

source: English
mr: इंग्रजी

# valuesOfNPK
source: Here you have to enter the values of N P K of soil
mr: येथे तुम्हाला मातीच्या N P K ची मूल्ये प्रविष्ट करावी लागतील

source: AgroSense
mr: ऍग्रोसेन्स

source: Disease Detection
mr: रोग शोधणे

source: Upload Image
mr: प्रतिमा अपलोड करा

# n
source: Enter the value of N
mr: N चे मूल्य प्रविष्ट करा

# p
source: Enter the value of P
mr: P चे मूल्य प्रविष्ट करा

# k
source: Enter the value of K
mr: K चे मूल्य प्रविष्ट करा

source: Submit
mr: प्रस्तुत करणे

source: Suitable crop is
mr: योग्य पीक आहे

source: Precautionary Measures
mr: सावधगिरीची पावले

# projectDesc
source: This app will help you to keep eyes on crops and detect if they are infected by diseases and take precautionary measures
mr: हे अॅप आपल्याला पिकांवर लक्ष ठेवण्यास आणि त्यांना रोगांमुळे संक्रमित आहे का ते शोधण्यात आणि सावधगिरीचे उपाय करण्यास मदत करेल.
